export const communityInquiryFrequent = [
  {
    id: 1,
    title: "프로필 사진을 바꾸고 싶어요.",
    nickname: "맛집투어남",
    content:
      "프로필 사진을 바꾸기 위해서는 마이페이지 내에서 프로필 설정 에 들어간 후 프로필 사진을 클릭하시면 변경 가능합니다.",
  },
  {
    id: 2,
    title: "게시글은 어떻게 쓰나요?",
    nickname: "카페탐방전문가",
    content: "게시판 카테고리 내에서 하단에 글쓰기 버튼을 클릭하면 게시글을 쓸 수 있습니다 ",
  },
  {
    id: 3,
    title: "나만의 코스는 무슨 기능인가요?",
    nickname: "궁금이",
    content: "나만의 코스는 특정 날짜에 가고 싶은 장소를 시간 순서대로 담아서 코스를 짤 수 있는 기능입니다. 나만의 코스 페이지에서 글쓰기 버튼을 누르면 나만의 코스 짜기가 가능하며, 나만의 코스 게시판에서는 다른 사람들이 짠 코스를 볼 수 있습니다. ",
    
  },
  {
    id: 4,
    title: "오늘모해에 뜨지 않는 음식점을 추천하거나 추가하고 싶은데 어떻게 하나요?",
    nickname: "오지라퍼",
    content: "커뮤니티 페이지의 문의 게시판에 있는 QnA 게시판을 이용하시면 됩니다",
  },
  {
    id: 5,
    title: "회원탈퇴는 어떻게 하나요?",
    nickname: "오늘모하지",
    content: "회원탈퇴는 마이페이지에서 프로필 설정에 들어가 회원탈퇴 버튼을 클릭하면 회원 탈퇴가 가능합니다. ",
  },
];
