export const notice = [
  {
    id: 1,
    division: "업데이트",
    title: "서비스 업데이트 관련 안내 ",
    content:
      "12월 25일에 서비스 업데이트가 있습니다. 이용에 지장이 없으시길 바랍니다. 추가로 궁금한 점이 있을 경우 언제든지 문의 게시판에 글을 남겨주시길 바랍니다. 감사합니다.",
    date: "2023/12/24",
  },
  {
    id: 2,
    division: "점검",
    title: "12월 정기점검 안내",
    content: "더 나은 서비스 제공을 위하여 12월에 정기점검이 진행될 예정입니다. 이용에 지장이 없으시길 바랍니다. 추가로 궁금한 점이 있을 경우 언제든지 문의 게시판에 글을 남겨주시길 바랍니다. 감사합니다.",
    date: "2023/11/30",
  },
  {
    id: 3,
    division: "공지",
    title: "메인페이지 카테고리 관련 공지",
    content: "메인페이지 카테고리가 빠른 시일 내에 추가될 예정입니다. 이용에 지장이 없으시길 바랍니다. 추가로 궁금한 점이 있을 경우 언제든지 문의 게시판에 글을 남겨주시길 바랍니다. 감사합니다.",
    date: "2023/08/07",
  },
];
