export const communityInquiryFrequent = [
  {
    id: 1,
    title: "프로필 사진을 바꾸고 싶어요.",
    nickname: "OmO 킹부엉",
    content:
      "프로필 사진을 바꾸기 위해서는 마이페이지 -> 프로필 설정 에 들어간 후 프로필 사진을 클릭하시면 변경 가능합니다. 프로필 사진을 바꾸기 위해서는 마이페이지 ->프로필 사진을 바꾸기 위해서는 마이페이지 -> 프로필 설정 에 들어간 후 프로필 사진을 클릭하시면 변경 가능합니다.",
  },
  {
    id: 2,
    title: "놀고싶어요.",
    nickname: "키놈",
    content: "진짜 코딩하기 너무 싫~~~~~~~~~~~~~~~~~~~~~~~~~어 그냥 국내든 해외든 어디로 다 떠나고 싶어요 ㅠ",
  },
  {
    id: 3,
    title: "서울 이사가려는데...",
    nickname: "이니",
    content: "서울로 이사가고 싶은데 땅값이 너무 비싸요. 좀 싸고 오션뷰에 근처에 쇼핑몰, 카페 등 여가시설이 많았으면 좋겠는데 추천 좀 해주세요.",
  },
  {
    id: 4,
    title: "지뢰찾기 알바 구해요",
    nickname: "홍헌터",
    content: "파주에 지뢰가 많습니다. 컴퓨터에서만 지뢰찾기 게임하지 마시구 직접 와보셔서 체험해보세요~~ 전.혀. 위험하지 않아요 ㅎㅎ ",
  },
  {
    id: 5,
    title: "탈주닌다",
    nickname: "황제현",
    content: "나 황제현은 프로젝트를 기획하다가 도망쳤다 이에 신고합니다. ",
  },
];
