import ProfileImg from "../assets/profile-img.jpg";

export const communityQnAPost = [
  {
    id: 1,
    category: "문의 게시판",
    title: "사장 나와",
    reg_at: "2023/07/15",
    src: ProfileImg,
    nick: "이니",
    content: "프로필 이상해졌어 이거 뭐야",
    view: "70",
    comment: "1",
    comment_list: [
      {
        id: 1,
        nick: "이니",
        reg_at: "2023/07/04",
        src: ProfileImg,
        content:
          "완벽한 계획은 MBTI부터!안녕하세요! 문의담당자 OmO킹부엉이라고 합니다! 문의 주신 내용을 차근차근 읽어보았습니다. 아무래도 유저분의 상심이 크셨을 것 같아서 저희도 마음이 안 좋습니다... 앞으로는 더 발전한 오늘뭐해가 될 수 있도록 노력하겠습니다! 꾸준한 관심 감사드리며 앞으로도 오늘뭐해를 잘 부탁드리겠습니다! 더 궁금하신 점 있으시다면 댓글로 답변해주시면 감사하겠습니다! 이상 문의담당자 OmO킹부엉이었습니다! 감사합니다!",
      },
    ],
  },
  {
    id: 2,
    category: "문의 게시판",
    title: "안녕하세요 이거 어떻게 하나요",
    reg_at: "2023/07/12",
    src: ProfileImg,
    nick: "안양을아냥",
    content:
      "특정한 목적이 없고 그저 관심이나 주목을 받기 위해, 아니면 자신이 생각하고 있는 주제긴 하더라도 그리 진지하지 않은 마인드로 올리는 글. 한 마디로 말해 글은 글이되 내용은 없는 글을 일컫는다. 디시 갤러리 등지에서 흔히 볼 수 있는 화살표글이 대표적인 뻘글이다. 뻘글이 꾸준히 같은 패턴으로 올라오면 꾸준글이 된다 내용의 성의성, 내용의 길이, 작성자의 의도를 기준으로 뻘글인지 아닌지를 파악할 수 있다. 일반적으로 별 의미가 없거나, 의미가 있는 듯 해도 내용이 한두줄 정도로 너무 짧거나, 내용이 있다고 해도 Ctrl CV 수준의 복사글 수십개가 동일 인물에 의해 난무하면 도배 뻘글로 간주된다. 동해물과 백두산이 마르고 닳도록 하느님이 보우하사 우리나라만세 무궁화삼천리 자전거가 좀 튼튼하고 좋아. 역시 우유를 마셔서 그런지 아주 튼튼해. 아인슈타인. 맞아요. 갑자기 그게 떠올랐어요. 양자역학. 빛의 삼원색. 막 이런게 복합적으로 이루어지면서 이번 태풍피해가 없으시길 바랄게요. 마지막으로 한 마디만 더 적자면 이렇게 딴 짓을 하게 되면 뇌에서 새로운... 더보기",
    view: "90",
    comment: "1",
    comment_list: [
      {
        id: 1,
        nick: "이니",
        reg_at: "2023/07/04",
        src: ProfileImg,
        content:
          "완벽한 계획은 MBTI부터!안녕하세요! 문의담당자 OmO킹부엉이라고 합니다! 문의 주신 내용을 차근차근 읽어보았습니다. 아무래도 유저분의 상심이 크셨을 것 같아서 저희도 마음이 안 좋습니다... 앞으로는 더 발전한 오늘뭐해가 될 수 있도록 노력하겠습니다! 꾸준한 관심 감사드리며 앞으로도 오늘뭐해를 잘 부탁드리겠습니다! 더 궁금하신 점 있으시다면 댓글로 답변해주시면 감사하겠습니다! 이상 문의담당자 OmO킹부엉이었습니다! 감사합니다!",
      },
    ],
  },
];
